Revit 2027 API
TessellatedFace Properties
The TessellatedFace type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
MaterialId |  Material of the face.
Top
See Also
Reference
TessellatedFace Class
Autodesk.Revit.DB Namespace